[
    {
        "subject": "Close Up Cupid Game Competition- Terms & Conditions.",
        "id": "651527688222577",
        "message": "<div><p><strong>Introduction</strong></p><p><strong> </strong></p><p><strong>Plead read these terms and conditions carefully as these general conditions apply to participants in the Closeup Cupid Game Competition. By participating in this competition, you agree to the following terms and conditions of the competition. If you do not agree to be bound by all of the Terms and Conditions, you are not permitted to access and play the game.  </strong></p><p> </p><p>These Terms and Conditions constitute a legally binding agreement between your good self and Unilever Nigeria Plc. Unilever reserves the right to change, update, or otherwise modify these Terms and Conditions at any time without notice, so please review the Terms and Conditions every time you play the Close Up cupid game.</p><p> </p><p><strong>1.   </strong><strong>Ownership &amp; Operation of the Competition</strong></p><p> </p><p>- The Closeup Cupid Game Competition is a campaign for bringing young adults closer in Valentine by inspiring them to play and have fun. The game is comprised of series of questions which will escalate through profile questions to interest-based questions to a personal ending.</p><p> </p><p>- The game is sponsored by <strong>Unilever Nigeria Plc [CloseUp Nigeria Team]</strong> and is administered through the under-listed channels:</p><p> </p><p>i.        The Facebook platform but it is in no way endorsed or sponsored by Facebook.</p><p>ii.       The cupid games website and</p><p>iii.       A mobile short-code platform.</p><p> </p><p>- The Promoter makes no guarantee that the Facebook platform, Cupid games website or the mobile short-code platform will be secure, continuously accessible – without interruption or delay – and completely error free 100% of the time. The Promoter accepts no liability or responsibility for any breaches of security, interruptions or delays, or errors, which you might experience on any of the channels mentioned above.</p><p> </p><p><strong>2.   </strong><strong>Promotional Period: </strong>The competition will begin on <strong>15th January, 2014</strong> at <strong>8am</strong> and end on <strong>13th of February, 2014</strong> at <strong>11:59pm</strong>.<em> </em></p><p> </p><p><strong>3.   </strong><strong>Participation eligibility: </strong>You are eligible to enter if you meet the following requirements at time of entry:<em> </em></p><p> </p><p><strong>a.   </strong>You are a Nigerian or resident in Nigeria with a valid identification document.</p><p>b.   You are at least 18 years and above as of 15th January, 2014.</p><p>c.    You are not an employee or intern of the Promoter or a subsidiary or affiliate of the Promoter at any time between 1 January 2014 and 1st March, 2014.</p><p>d.   You are not a Director, Agent, Key Distributor, Market Service Provider, Supplier or Consultant of Unilever Nigeria Plc and its subsidiaries or affiliates.</p><p>e.    You are not involved in any part of the execution or administration of this Competition.</p><p>f.    You are not an immediate family member of (parent, sibling, spouse/domestic partner, child) or household member of the persons and entities listed in c, d &amp; e above.</p><p><strong> </strong></p><p><strong>Valid Identity document shall be Drivers Licence, International Passport, National Identity Card, Tertiary Institution identity card, or Letter of Identification from the Local Government. No other means of identification will be accepted.</strong></p><p> </p><p><strong>4.   </strong><strong>Participation – The Game</strong></p><p> </p><p><strong>a.   </strong><strong>Online Participation</strong></p><p> </p><p>-Log on to <a href=\"http://www.facebook.com/l.php?u=http%3A%2F%2Fwww.cupid-games.com%2Fwww.facebook.com%2Fcupidgames&amp;h=eAQF-HDkH&amp;s=1\" target=\"_blank\" rel=\"nofollow\" onmouseover=\"LinkshimAsyncLink.swap(this, &quot;http:\\/\\/www.cupid-games.com\\/www.facebook.com\\/cupidgames&quot;);\" onclick=\"LinkshimAsyncLink.referrer_log(this, &quot;http:\\/\\/www.cupid-games.com\\/www.facebook.com\\/cupidgames&quot;, &quot;\\/si\\/ajax\\/l\\/render_linkshim_log\\/?u=http\\u00253A\\u00252F\\u00252Fwww.cupid-games.com\\u00252Fwww.facebook.com\\u00252Fcupidgames&amp;h=eAQF-HDkH&amp;render_verification=0&amp;enc&quot;);\">www.cupid-games.com/www.facebook.com/cupidgames</a> via a computer or smartphone</p><p>-Search for a partner you want to play with</p><p>-Decide whether you want to remain anonymous or disclose identity to invitee.</p><p>-An invitation will be sent to them and you will be prompted when it is received or declined.</p><p>-If the player accepts, it is <strong>GAME ON!!!</strong></p><p>-Both players will run through a game play of 14 questions and earn points as the go.</p><p>-Each question will have a maximum of 100 points (Compatible) or 50 points (incompatible).</p><p>-At the end of the game play, if the players are compatible (having earned at least 1200 points) the identity of the secret admirer will be revealed and they will be told that they have won a chance to attend the grand event on the <strong>14th February, 2014</strong>.</p><p>-Players are encouraged to keep playing to stand a chance to qualify for the grand party where they will be able to win the grand prize.</p><p> </p><p><strong>b.   </strong><strong>Offline - SMS Version: </strong>It is similar to the online version.</p><p> </p><p>-You will be required to text your details (<strong>Username+Gender+Age+State</strong>) to a dedicated shortcode (<strong>20050</strong>)</p><p> </p><p>-The system will then generate 5 partners for you to play with using a filtration criteria of (sex, location and age)</p><p> </p><p>-You will also have the option of searching for a specific partner to play with by imputing the person’s<strong> </strong>cupid game name</p><p> </p><p>-An invitation will then be sent to the selected party.</p><p> </p><p>-If the player accepts, it is <strong>GAME ON!!!</strong></p><p> </p><p>-Both players will run through a game play of 10questions and earn points as they go.</p><p> </p><p>-Each question will have a maximum of 100points (Compatible) or 50points (incompatible)</p><p> </p><p>-At the end of the game play, if the players are compatible (having earned a minimum of 900points) they will be given the option of exchanging phone numbers to continue conversing.</p><p> </p><p>-Players are encouraged to keep playing to stand a chance to qualify for the grand party where they will be able to win the grand prize.</p><p> </p><p>-Each SMS will cost 10naira (i.e. approximately 120naira per game play per player).</p><p> </p><p><strong>5.   </strong><strong>Winners &amp; Prize Conditions</strong></p><ol><li>Winners will be selected randomly from a pool of players who are most eligible. Players who get attain the compatibility score [both online and via sms] stand the chance to win tickets to the Grand Event – Masked Ball. </li></ol><p>2. To win an invite for the grand event, you must have been adjudged compatible with another gamer at least once.</p><p> </p><p>3. A list of 500 people (250 male and 250 female) will be selected via a random electronic selection process from the pool of players who have scored perfect matches.</p><p> </p><p>4. There will be games played at the masked ball to test the couples’s compatibility and bring forth the top 5 couples.</p><p> </p><p>5. All participating couples at the grand ball will go home with gift packs.</p><p> </p><p>6. The top 5 couples will win the grand prize of a trip to Magnetic Island.</p><p> </p><p>7. Any declaration or announcement of Winners by the Closeup Nigeria Team shall be final and uncontested. No further correspondence will be entered into.</p><p> </p><p>8. Selected winners based on the game rules will be announced on the Closeup Facebook Fanpage.</p><p>Individual winners will be contacted through their email and telephone numbers. </p><p> </p><p>9. Age verification will be required before receipt of any gift or participation at the Grand Event. <strong>Valid Identity document shall be Drivers License, International Passport, National Identity Card. No other means of identification will be accepted.</strong></p><p> </p><p><strong>C.    </strong><strong>Confirmed winners:</strong></p><p> </p><p>-May not exchange non-cash prizes/gifts for cash or any other merchandise or services. However, if for any reason advertised prize is unavailable , the Promoter reserves the right to substitute a prize equal in value;</p><p> </p><p>-May not designate any couple as the winners. If the Winners are unable or unwilling to accept the prize, the Promoter may award it to the next highest scoring Couple.</p><p> </p><p>-Unless otherwise noted, all gifts are subject to their manufacturer’s warranty and/or terms and conditions. The Promoter will not be responsible for any malfunction of any gift.</p><p> </p><p>-The Promoter will not be held liable for any loss resulting from the participation in Masked Ball and the grand prize trip.</p><p> </p><p><strong>6.   </strong><strong>Privacy Policy</strong></p><p> </p><p><strong>-</strong>If you chose to participate in the Game, the Promoter will ask you to provide information which is personal to you, such as your name, address, email address, mobile telephone number, date of birth and/or gender. The Promoter takes your privacy very seriously and will use and protect any personal information you provide on the basis of this competition in accordance with its Privacy Policy.  The Promoter will use the information you provide for the management of the game campaign such as:</p><p> </p><p>-Contacting winners.</p><p>-Exchange of contacts between compatible winners.</p><p>-Notification of violation of the Promoter’s Terms and Conditions.</p><p>-Delivering messages you have allowed the Promoter to pass on.</p><p> </p><ol><li>The Promoter has no control over the information you provide to other players in this Competition other than responses to the questions posed in the course of the Game. You will be solely responsible for all information you provide to any player after your identity has been revealed to him/her.  The Promoter cannot control the actions of other users with whom you choose to share your profile and information with. </li></ol><p>2. Opinions, advice, statements, offers or other information made available by players in this competition are those of the respective players and not of the Promoter. Players transmitting such information shall be solely responsible for such content. The promoter does not guarantee the accuracy, completeness or usefulness of any such information and neither adopts nor endorses nor is responsible for the accuracy or reliability of any opinion, advice or statement made by players. Under no circumstance will the Promoter be responsible for any loss or damage resulting from anyone’s reliance on information transmitted by any player to another.</p><p> </p><p>3.You consent to the use of your personal information by participating in this Game.</p><p><strong> </strong></p><p><strong> </strong><strong>7.   </strong><strong>General Standards of the Competition</strong></p><p> </p><ol><li>The Closeup Cupid Game platform shall not be used for any unlawful, illegal, obscene or abusive purpose – impersonation, harassment, intimidation, degradation, invasion of privacy, fraud, victimization will be grounds for disqualification from the Competition.  </li></ol><p>2. The Closeup Nigeria Team reserves the sole right to disqualify without notice players who are found to be colluding or cheating on the game.</p><p> </p><p>3.Disclosure of identity to partner during the game will be at player’s risk and the Closeup brand will not bear any responsibility for any loss [whatever nature] or assault resulting from this disclosure.</p><p> </p><p>4.The CloseUp Nigeria Team reserves the sole right to disqualify any content that contains profanity, sexual content, abusive language or any other offensive content.</p><p> </p><p>5. The Promoter will not be held responsible for any loss – emotional or otherwise resulting from participation in the Competition, Masked Ball and the trip to the Magnetic Island. The Promoter does not make any form of guarantee to players regarding future relationships upon participation.</p><p> </p><p><strong>8.   </strong><strong>Post Event Publicity</strong></p><p>Unilever shall reserve the royalty-free and worldwide right to use the footage, pictures, comments and any other material generated by game players including all participants’ images and personal details on any of the Promoter’s advertising materials without prior consent of the players and without payment of any modeling fee and for campaign marketing purposes in perpetuity. All intellectual property rights relating to the participation in this Competition shall vest in the Promoter in perpetuity.</p><p> </p><p><strong>9.   </strong><strong>Applicable Law and Jurisdiction: </strong>These Terms of Use and any disputes arising under or related to these Terms of Use (whether in contract, tort (including negligence), statute or otherwise) will be governed by the laws of Nigeria.</p><br /></div>",
        "created_time": "2014-01-20T14:34:43+0000",
        "updated_time": "2014-01-20T14:34:00+0000"
    },
    {
        "subject": "CloseUp Herbal Search For The Original Naija Smile Round 2 Contest Rules",
        "id": "625991174109562",
        "message": "<div><p>1. The contest is sponsored by the Close Up Nigeria Team. The contest is administered through the Facebook platform but it is in no way endorsed or sponsored by Facebook.</p><p> </p><p>2. <strong>This contest is open to Nigerians (1) who have a Facebook account (2) who has ‘liked’ the Close Up Facebook Fan page (3) who are between the ages of 18-25 years old.</strong></p><p> </p><p>3. The second round of the contest will begin on the 25th of November 2013 at 8am and end on 20th of December, 2013 at 11pm.</p><p> </p><p>4. You are allowed to upload only <strong>ONE</strong> picture.</p><p> </p><p>5. The Original Naija Smile platform  shall not be used for any unlawful, illegal, obscene or abusive purpose.</p><p> </p><p>6. <strong>Winners will emerge based on number of ‘Votes’ and other criteria as specified in the contest.</strong></p><p> </p><p>7. The Close Up Nigeria Team reserves the sole right to disqualify without notice any entries that engages in purchasing votes or acquiring votes through any false medium. Such entry will be automatically deleted.</p><p> </p><p>8. By submitting your entry, it means that you have given Closeup  Nigeria the right to use the submitted content for the contest marketing purposes.</p><p> </p><p>9. The Close Up Nigeria Team reserves the sole right to disqualify any entries that contain profanity, sexual content, abusive language or any other offensive content.</p><p> </p><p>10. Winners of the contest will be announced on the Close Up Facebook Fanpage. Individual winners will be contacted through their email and telephone numbers. <strong>Valid Identity document shall be Drivers License, International  Passport, National Identity Card, Tertiary Institution Identity Card, or  Letter of Identification from the Local Government. No other means of  identification will be accepted.</strong></p><p> </p><p>11. Any declaration or announcement of Winners by the Close Up Nigeria Team  shall be final and uncontested. </p><br /></div>",
        "created_time": "2013-11-26T09:52:35+0000",
        "updated_time": "2013-12-17T07:50:24+0000"
    },
    {
        "subject": "CloseUp Herbal Search For The Original Naija Smile Contest Rules",
        "id": "583529491689064",
        "message": "<div><ul><li>The contest is sponsored by the Close Up Nigeria Team. The contest is administered through the Facebook platform but it is in no way endorsed or sponsored by Facebook.</li><li>This contest is open to Nigerians (1) who have a Facebook account (2) who has ‘liked’ the Close Up Facebook Fan page (3) who are between the ages of 18-25 years old.</li><li>The first round of the contest will begin on 1st of September at 8am and end on 30th of September, 2013 at 11pm.</li><li>You are allowed to upload only one picture. </li><li>Winners will emerge based on number of ‘Votes’ and other criteria as specified in the contest.</li><li>The Close Up Nigeria Team reserves the sole right to disqualify without notice any  entries that engages in purchasing votes or acquiring votes through any false medium. Such entry will be automatically deleted.</li><li>The Close Up Nigeria Team reserves the sole right to disqualify any entries that contain profanity, sexual content, abusive language or any other offensive content.</li><li> Winners of the contest will be announced on the Close Up Facebook Fanpage. Individual winners will be contacted through their email and telephone numbers. </li></ul><p> </p><p><span class=\"photo \"><img class=\"photo_img img\" alt=\"\" src=\"https://fbcdn-sphotos-g-a.akamaihd.net/hphotos-ak-prn2/t1.0-9/1235101_590120181029995_1384812267_n.jpg\" title=\"\" /></span></p></div>",
        "created_time": "2013-09-16T20:13:40+0000",
        "updated_time": "2013-10-02T13:27:30+0000"
    },
    {
        "subject": "House Rules",
        "id": "411763652198983",
        "message": "<div><p>This is your Fan Page and we encourage you to leave comments, photos, videos, and links here. This page is meant to provide a fun environment for you to discuss Closeup and promotional activities. Please understand that we reserve the right to remove postings that are inappropriate or offensive.</p><p>Closeup does not monitor every posting of User Content on the Closeup Facebook Page. Closeup expects, however, that users will not post any materials that fall into any of the following categories and may have removed any materials that:</p><ul><li>violate any local,      state, federal, and/or international laws or regulations.</li></ul><ul><li>are libelous profane,  defamatory, disparaging, hateful, harassing, threatening, or obscene;</li></ul><ul><li>condones or      promotes illegal activity;</li><li>are fraudulent,      deceptive or misleading;</li><li>upload or attach files that contain      software or other material protected by intellectual property laws (or by      rights of privacy of publicity) unless you own or control the rights      thereto or have received all necessary consents.</li><li>are otherwise      sexual or offensive graphically or in tone;</li><li>contain spam or are       intended to cause technical disruptions to this page;</li><li>are off topic; or</li></ul><p>We will leave what you share that relates to the subjects covered on this Page.</p><p> </p><p>Please note that comments posted to this Page do not represent the opinions of Closeup or the Unilever Company.</p><p> </p><p>Each user is only entitled to two (2) wins per page contest. Any user that wins more than twice in a particular page contest is automatically dis-qualified from contest. This is to enable other users benefit from the page rewards.</p><p> </p><p>All users must comply with Facebook&#039;s Terms of Use and Terms of Use for the Closeup Facebook Page. Anyone repeatedly posting material that falls into the above categories will be removed and/or banned from participating in this Fan Page.</p><br /></div>",
        "created_time": "2012-06-29T09:10:23+0000",
        "updated_time": "2012-07-16T12:52:29+0000"
    },
    {
        "subject": "CLOSEUP LOVES NAIJA SONG LYRICS",
        "id": "407288779313137",
        "message": "<div><p><strong>Verse1 </strong></p><p>This is a song for happy people</p><p>People with confidence and style</p><p>So many things have brought us closer</p><p>So many things have made us smile</p><p>So celebrate celebrate</p><p>Turn up the volume jubilate jubilate</p><p>e no matter where you dey where you dey</p><p>Let&#039;s have a party tell everybody we really really love naija</p><p> </p><p><strong>Chorus</strong></p><p><em>Whether na work e o Whether na go slow</em></p><p><em>If you really really love naija</em></p><p><em>Wherever you dey o no matter the day o</em></p><p><em>Closeup really loves naija</em></p><p><em>We love naija we love naija we love naija o</em></p><p><em>We really love naija</em></p><p><em>We love naija we love naija we love naija o</em></p><p><em> We really love naija </em></p><p> </p><p><strong>Verse 2</strong></p><p>Hey! Nothing can break the naija spirit</p><p>We take on the world with just one smile</p><p>So let&#039;s get close the closer the better</p><p>Tell me what are we waiting for</p><p>So celebrate celebrate</p><p>closeup and jolly cos today is the day</p><p>We&#039;re feeling fresh like everyday everyday</p><p>Come join the party tell everybody Wey really really love naija</p><p> </p><p><em>Chorus... </em></p><p> </p><p><strong>Bridge</strong></p><p>Naija swag, naija style</p><p>Everybody&#039;s feeling on my closeup smile</p><p>Naija shine so fresh so fly</p><p>Got me feeling like the world is mine</p><p>Nothing can break my naija spirit</p><p>Nothing can break the naija spirit</p><p>I love naija</p><p>Do you really really love naija</p><p>We love naija</p><p> </p><p><em>Chorus </em></p><p> </p><p>Announcer (closeup loves naija)</p><p> </p><p> </p><p> </p><p> </p><p><span class=\"photo \"><img class=\"photo_img img\" alt=\"\" src=\"https://fbcdn-photos-f-a.akamaihd.net/hphotos-ak-frc3/t1.0-0/306968_407289265979755_1434794845_a.jpg\" title=\"\" /></span></p></div>",
        "created_time": "2012-06-20T14:29:36+0000",
        "updated_time": "2012-06-24T18:48:37+0000"
    }
]